{
  "1": "Matti ja Teppo ovat syntyneet Turussa.",
  "2":"Matti (syntynyt v.1949) ja Teppo (syntynyt v.1948) ovat veljeksiä.",
  "3": "Matin lempinimi on Masa ja Tepon lempinimi on Tepi.",
  "4": "Matilla ja Tepolla ei ole ollut ikinä mitään ongelmia keskenään.",
  "5": "Matti ja Teppo pitävät työstään.",
  "6": "Matin ja Tepon ensimmäinen albumi on nimeltään Matti ja Teppo.",
  "7": "Matti säveltää lähes kaikki Matti ja Teppo biisit.",
  "8": "Matin sanoin, Matin ja Tepon ensimmäinen hitti Kissankultaa kuvasi sitä, että Matti ja Teppo ovat iloisia velikultia.",
  "9": "Matti ja Teppo ovat voittaneet vuoden miessolistin Emma-palkinnon (ensimmäinen Emma-gaala vuodelta 1983), vaikka ovatkin duo.",
  "10": "Tepon ruokavalio on kasvispainotteisempi kuin Matilla, mutta molemmat pyrkivät syömään terveellisesti ja monipuolisesti.",
  "11": "Matti ja Teppo eivät ole koskaan tupakoineet ja aika vähän on väkeviäkään käytetty.",
  "12": "Aikoinaan Matti ja Teppo saattoivat ajaa vähän ylimääräistäkin voidakseen syödä tietyn taukopaikan munkit. Sittemmin munkkien syönti on jäänyt vähemmälle.",
  "13": "Matti syö aamupalaksi puuroa ja Teppo mysliä.",
  "14": "Teppo käy aina hotellin aamupalalla, Matti ei koskaan.",
  "15": "Matti ja Teppo hoitavat kaksistaan kaiken eli mm. keikkojensa myynnin ja paperityöt.",
  "16": "Matti ajaa pääosan keikkamatkoista. Teppo ei.",
  "17": "Matti ja Teppo ovat vuosikymmenien saatossa jakaneet julkisuuteen vain pieniä palasia yksityiselämistään.",
  "18": "Matti rauhoittaa itsensä iltaisin lukemalla ennen nukkumaanmenoa. Teppo ei koskaan rauhoitu, mutta hän toisaalta tarvitsee vähemmän unta.",
  "19": "Matti ja Teppo pitävät keikkataukoa vuoden pimeimmän ajan.",
  "20": "Matti lomailee keikkatauon aikana etelän lämmössä, Teppo menee mökille.",
  "21": "Teppo on käynyt Roomassa ainakin parikymmentä kertaa.",
  "22": "Matti ja Teppo ei edes vietä joulua yhdessä, vaan omien perheiden parissa.",
  "23": "Matin ja Tepon kuusipolitiikat eroavat toisistaan. Matti tunnustaa, että joulua juhlitaan muovikuusen ääressä. Tepolla taas on viimeisen päälle fiksattu ja mökiltä hankittu kuusi. Siinä on ihmettelemistä.",
  "24": "Matti ja Teppo toivottavat hyvää joulua!"
}